Repository: netzstrategen/woocommerce-related-accessories
Catalog: languages/related-accessories-*.po
Languages: de_de

source: WooCommerce Related Accessories plugin requires that ACF Pro, YITH Quick View and WooCommerce plugins are installed and active.
de_de: Für die Nutzung des WooCommerce Zubehör Plugins ist es erforderlich, dass die Plugins WooCommerce, ACF Pro sowie YITH Quick View installiert und aktiviert sind.

source: Related Accessories
de_de: Zubehör

source: Supplies
de_de: Zubehör

source: Accessories
de_de: Boutique

source: Furniture Care
de_de: Möbelpflege

source: Matching accessories - order now:
de_de: Zubehör & Extras - jetzt bestellen:

source: Accessories & Extras
de_de: Zubehör & Extras

source: All related products
de_de: Gesamtes Zubehör

source: Choose an option
de_de: Wähle eine Option

source: Reset accessories
de_de: Zubehör ausblenden
